[
    {
        "id": 4,
        "position": "Data Scientist",
        "company": "NASA SPOCS Initiative",
        "start": "Aug 2020",
        "end": "Dec 2020",
        "technologies": [
            "Python"
        ],
        "description": "Devised experimental data collection strategies and procedures for post-experiment data analysis. Collaborated with the engineering team to strategize and refine logistics for data collection processes. Proposed an experiment exploring virulence and antibiotic resistance in E. coli within microgravity environments.",
        "showExperience": true
    },
    {
        "id": 3,
        "position": "Human Resources Intern",
        "company": "BMW Brilliance Automotive",
        "start": "Jul 2019",
        "end": "Jul 2019",
        "technologies": [
            "Python"
        ],
        "description": "Acted as first round recruiter for three company programs, identifying and screening top candidates. Compiled and presented candidate data analysis reports to support HR decision-making and assisted in conducting initial phone interviews to evaluate applicant fit.",
        "showExperience": false
    },
    {
        "id": 2,
        "position": "Web Development Intern",
        "company": "California State University, Los Angeles",
        "start": "Jun 2019",
        "end": "Jul 2019",
        "technologies": [
            "HTML",
            "CSS",
            "JavaScript",
            "SQL",
            "PHP"
        ],
        "description": "Created a web-based announcement platform built from scratch, enabling faculty member to efficiently communicate with students via a user friendly interface. Ensured security by implementing PHP authentication and parameterized SQL queries.",
        "showExperience": true
    },
    {
        "id": 1,
        "position": "Code Coach",
        "company": "theCoderSchool",
        "start": "Feb 2019",
        "end": "May 2019",
        "technologies": [
            "Java",
            "Scratch"
        ],
        "description": "Delivered coding instruction to young students through customized curriculum tailored to individual learning needs through 1-on-1 and group sessions. Adapted teaching strategies to engage students of diverse skill levels and foster problem-solving skills.",
        "showExperience": true
    }
]
